espressif/esp-idf/components/esp_wifi/test_apps/wifi_connect/sdkconfig.ci.esp32c2_xtal26m_static_tx_buf
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_ESP_WIFI_STATIC_TX_BUFFER=y
